{"version":1,"data":[{"link":"https://raw.githubusercontent.com/OpenCTI-Platform/datasets/refs/heads/master/data/sectors.json","description":"List of sectors 2024-11-20T09:04:16.7917572+01:00","name":"Sectors","usage":4,"entries":[{"value":"Agriculture and agribusiness","description":"Private entities specialized in the growth, culture, transport and transformation of plants or livestock for food.","category":"class"},{"value":"Logistics","description":"Entities managing the flow of goods, equipment, materials, supplies etc.","category":"class"},{"value":"Culture and entertainment","description":"Public and private entities dealing with cultural, sport activities and entertainment.","category":"class"},{"value":"Culture","description":"Private and public entities involved in creating, producing, and distributing goods and services that are cultural in nature, or protecting it.","category":"class"},{"value":"Sports","description":"Private and public entities involved in producing, organizing, promoting  goods and services associated with sports.","category":"class"},{"value":"Entertainment industry","description":"All entities involved in the conception and production of entertainment products, such as music, movies or video games.","category":"class"},{"value":"Gambling","description":"All companies or public organizations involved in gambling activities, such as casino, money games, etc.","category":"class"},{"value":"Education","description":"Public or private entities operating to facilitate learning and acquiring knowledge and skills, composed of infrastructures and services to host teachers, students, and administrative services related to this activity. This does not include research activities.","category":"class"},{"value":"Universities","description":"Public and private institutions for higher education.","category":"class"},{"value":"Schools","description":"Public and private institutions for all primary and secondary school levels.","category":"class"},{"value":"Energy","description":"Public and private entities operating to extract, store, transport and process fuel, entities managing energy plants and energy storage and distribution and entities managing fuel waste.","category":"class"},{"value":"Electricity","description":"Public or private entities involved in the storage, transport and distribution of electricity to end customers.","category":"class"},{"value":"Nuclear power (civilian use)","description":"Public and private entities involved in the extraction and transport of nuclear fuel, operating nuclear plants for civilian purposes and entities processing nuclear waste.","category":"class"},{"value":"Gas","description":"Public or private entities involved in exploration, extraction, refining, transporting and marketing of natural gas products.","category":"class"},{"value":"Oil","description":"Public and private entities involved in the global processes of exploration, extraction, refining, transporting and marketing of petroleum products.","category":"class"},{"value":"Renewable energies","description":"Public and private entities involved in the production of electricity based on renewable resources.","category":"class"},{"value":"Transport","description":"All entities involved in the movement of people or goods from one place to another.","category":"class"},{"value":"Air transport","description":"All entities transporting people or goods by plane, managing or exploiting airports and structures, traffic authorities and plane manufacturers. Includes all civilian space activities.","category":"class"},{"value":"Rail transport","description":"Public and private entities managing rail infrastructures, rail transportation, exploiting intelligent rail transport systems and the rail industry.","category":"class"},{"value":"Maritime transport","description":"All entities transporting people or good by naval means, managing or exploiting naval structures (ports), naval constructors and traffic authorities.","category":"class"},{"value":"Road transport","description":"Public and private entities managing road infrastructures, road transportation, exploiting intelligent transport systems and the automotive industry.","category":"class"},{"value":"Defense","description":"Public and private entities involved in the conception and production of weapons and the planning and conducting of military operations.","category":"class"},{"value":"Defense ministries (including the military)","description":"Includes the military and all defense related-space activities.","category":"class"},{"value":"Defense industry","description":"All private contractors involved in the manufacturing and sale of weapons and military or defense technologies.","category":"class"},{"value":"Defense research and development","description":"R\u0026D for defense or military purposes.","category":"class"},{"value":"Finance","description":"Public and private entities involved in the allocation of assets and liabilities over space and time.","category":"class"},{"value":"Banking institutions","description":"Credit institutions whose business consists in receiving repayable funds from the public and granting credit. As the bank of banks, central banks are included in this scope.","category":"class"},{"value":"Financial organizations","description":"Comprises for instance asset managers and investment firms, that are neither banks nor insurance companies.","category":"class"},{"value":"Insurance services","description":"Companies, either insurance companies or mutual insurance companies, that provides insurance services to customers.","category":"class"},{"value":"Market infrastructures","description":"Encompasses all the systems necessary for the smooth process of market financing operations. Are included payment systems, clearing houses, central securities depositories, securities settlement systems and trade repositories.","category":"class"},{"value":"Diplomacy","description":"Public or private entities which are actors of or involved in international relations activities.","category":"class"},{"value":"Ministries of foreign affairs","description":"Governmental entities in charge of the diplomatic action of the State.","category":"class"},{"value":"Think tanks","description":"Research institutes and structures specialized in policy making and advocating on international relations subjects.","category":"class"},{"value":"International organizations","description":"International organizations made up primarily of sovereign states and involved in setting international agendas and policies.","category":"class"},{"value":"Government and administrations","description":"Civilian government institutions and administrations of the executive and legislative branches. The diplomatic and judicial branches are not included.","category":"class"},{"value":"Central administration and government","description":"All central administrations and government bodies in charge of the executive power, except for the Ministries of Foreign Affairs, of Defense and of Justice.","category":"class"},{"value":"Local administrations","description":"Public administrations and government bodies managing a local territory under the global authority of a central government.","category":"class"},{"value":"Legislative branch (parliamentary chambers)","description":"Legislative chambers of the state, in charge of voting the laws.","category":"class"},{"value":"Health","description":"Public and private entities involved in research, services and manufacturing activities related to public health.","category":"class"},{"value":"Healthcare services","description":"Hospitals and other direct medical practice activities.","category":"class"},{"value":"Pharmacy and drugs manufacturing","description":"Public and private entities involved in producing and selling medicinal products and drugs.","category":"class"},{"value":"Healthcare research","description":"Entities involved in the scientific investigation of understanding how different factors affect people’s health and their access to healthcare.","category":"class"},{"value":"Hospitality","description":"Private entities offering to customers’ leisure activities and experiences.","category":"class"},{"value":"Lodging industry","description":"Entities offering short-term dwellings in exchange for money for people traveling or staying away from their home.","category":"class"},{"value":"Food and drinks businesses","description":"Businesses preparing and serving food and drinks to customers in exchange for money.","category":"class"},{"value":"Travel and tourism industry","description":"Businesses operating in the field of travel for pleasure or business and in the field of attracting and entertaining tourists.","category":"class"},{"value":"Technologies","description":"Private entities related to the research, development, manufacturing and distribution of electronics, softwares, computers and products related to information technologies.","category":"class"},{"value":"High-tech","description":"Businesses involved in the conception and production of high technological equipment and goods in different fields such as biotechnologies, information technologies, nanotechnologies and robotics.","category":"class"},{"value":"Unknown","description":"","category":"class"},{"value":"Judicial power (justice)","description":"All judicial activities of the state and related private entities.","category":"class"},{"value":"Manufacturing","description":"Private entities transforming and selling goods, products and equipment which are not included in other activity sectors.","category":"class"},{"value":"Heavy industries","description":"Private entities working to transform raw materials into manufactured products (Chemicals, metal etc.).","category":"class"},{"value":"Construction","description":"Private entities engaged in preparation of land and construction, alteration and repair of building, structures and other real estate properties.","category":"class"},{"value":"Retail (distribution)","description":"Distribution and sale of goods directly to the consumer.","category":"class"},{"value":"Telecommunications","description":"Private and public entities involved in the production, transport and dissemination of information and communication signals.","category":"class"},{"value":"Digital infrastructures","description":"All operators and entities in charge of operating and managing the digital infrastructures, including Internet Exchange Points, DNS providers and Top Level Domains Registrars.","category":"class"},{"value":"Hosting service providers","description":"","category":"class"},{"value":"Internet Service providers","description":"","category":"class"},{"value":"Medias and audiovisual","description":"Communication outlets used to deliver information by print, broadcast or Internet and people working in these outlets.","category":"class"},{"value":"Consulting","description":"Private entities providing expert advice in a specific field to external entities.","category":"class"},{"value":"Legal consulting","description":"","category":"class"},{"value":"Information Technologies Consulting","description":"Includes Managed Services Providers (MSPs).","category":"class"},{"value":"Engineering consulting","description":"","category":"class"},{"value":"Mining","description":"Entities in charge of extracting minerals and other geological materials from the Earth.","category":"class"},{"value":"Research","description":"Private and public entities such as university research centers, labs, experimental centers etc. (except for defense, diplomacy and healthcare).","category":"class"},{"value":"Water distribution and supply","description":"All public and private entities involved in the collection, transport and distribution of water for consumption purposes.","category":"class"},{"value":"Civil society","description":"The general public and all non-governmental entities, or individuals independent of governments, which may be linked by interests or activities aiming at promoting the interests and the will of citizens.","category":"class"},{"value":"Non-Governmental Organizations (NGOs)","description":"A legally constituted non-commercial organization created by natural or legal persons with no participation or representation of any government.","category":"class"},{"value":"Citizens","description":"The general population of a country.","category":"class"},{"value":"Political parties","description":"A recognized or non recognized political group or party taking part into the political life of a country, weither by being part of the majority or opposed to the ruling power","category":"class"},{"value":"Dissidents","description":"Individuals publicly disagreeing with and criticizing their government.","category":"class"}]}]}
